Revit 2027 API
ParameterTypeId.SpacingLengthHoriz Property
 "Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLengthHoriz { get; }
Public Shared ReadOnly Property SpacingLengthHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLengthHoriz {
	ForgeTypeId^ get ();
}
static member SpacingLengthHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace